---
kind: other
id: AllMembers.T:Autodesk.Revit.ApplicationServices.ControlledApplication
source: html/b69e9d33-3c49-e895-3267-7daabab85fdf.htm
---
# ControlledApplication Members

Returns the instance of FailureDefinitionRegistry.